[
  {
    "start": "20251123183000",
    "stop": "20251123200000",
    "channel": "jio-3075",
    "title": "Dil Jo Na Keh Saka",
    "subTitle": "Jay and Siya, friends since childhood, decide to part ways to pursue their ambitions. However, they discover their true feelings for each other when their paths cross years later."
  },
  {
    "start": "20251123200000",
    "stop": "20251123220000",
    "channel": "jio-3075",
    "title": "Deewana Tere Naam Ka",
    "subTitle": "Friends Shankar and Shambhu share a lot in common and also end up falling in love with the same girl. However, when the girl loves Shankar, Shambhu parts ways with him and joins his rival."
  },
  {
    "start": "20251123220000",
    "stop": "20251123233000",
    "channel": "jio-3075",
    "title": "Inteqam",
    "subTitle": "When Birju's sister, Chhaya, is raped and the court fails to mete out justice, his parents die due to the shock. Birju sets out to seek revenge and kidnaps Dinanath's sister."
  },
  {
    "start": "20251123233000",
    "stop": "20251124020000",
    "channel": "jio-3075",
    "title": "Badlapur Boys",
    "subTitle": "Vijay grows up with a dream of bringing water to his village after his father's sacrifice goes in vain. So, he participates in a kabaddi tournament to attract the attention of the bureaucracy."
  },
  {
    "start": "20251124020000",
    "stop": "20251124043000",
    "channel": "jio-3075",
    "title": "Ek Hi Raasta",
    "subTitle": "Army officer Vikram works with terrorist Kubla and steals vital army information for him. In the process, he ends up killing a colleague and pins the blame on a fellow soldier."
  },
  {
    "start": "20251124043000",
    "stop": "20251124070000",
    "channel": "jio-3075",
    "title": "Auzaar",
    "subTitle": "Suraj, a police officer, is assigned to arrest his friend Yash, whose father runs an illegal business. He must now persuade his friend to make his father change his ways to avoid the consequences."
  },
  {
    "start": "20251124070000",
    "stop": "20251124093000",
    "channel": "jio-3075",
    "title": "Amba",
    "subTitle": "When Amba gets her son Rajendra arrested for sexually assaulting their servant's daughter, Rajendra's wife wreaks havoc into their lives as she vows to avenge him."
  },
  {
    "start": "20251124093000",
    "stop": "20251124120000",
    "channel": "jio-3075",
    "title": "Chirag",
    "subTitle": "When Asha is unable to conceive and loses her eyesight, her mother-in-law throws her out of the house and arranges for her son to remarry."
  },
  {
    "start": "20251124120000",
    "stop": "20251124143000",
    "channel": "jio-3075",
    "title": "Ek Nazar",
    "subTitle": "Akash, the son of a lawyer, falls in love with a courtesan when he hears her recite one of his poems. However, a series of obstacles and a mysterious murder threaten to break them apart."
  },
  {
    "start": "20251124143000",
    "stop": "20251124170000",
    "channel": "jio-3075",
    "title": "Pyar Ishq Aur Mohabbat",
    "subTitle": "Yash, Taj and Gaurav fall madly in love with Isha, a beautiful and charming woman. However, Isha is friendly with all three men, unaware of their feelings towards her."
  },
  {
    "start": "20251124170000",
    "stop": "20251124182959",
    "channel": "jio-3075",
    "title": "Maharathi",
    "subTitle": "After his boss, Jai Singh, commits suicide, Subhash, a chauffeur, conspires to get his insurance money. He then teams up with Jai's wife, Mallika, to make the suicide look like a well-planned murder."
  },
  {
    "start": "20251124183000",
    "stop": "20251124193000",
    "channel": "jio-3075",
    "title": "Maharathi",
    "subTitle": "After his boss, Jai Singh, commits suicide, Subhash, a chauffeur, conspires to get his insurance money. He then teams up with Jai's wife, Mallika, to make the suicide look like a well-planned murder."
  },
  {
    "start": "20251124193000",
    "stop": "20251124220000",
    "channel": "jio-3075",
    "title": "Gupt",
    "subTitle": "After his stepfather is murdered, Sahil gets arrested but he manages to escape prison to prove his innocence. However, Inspector Udham Singh sets off to capture him."
  },
  {
    "start": "20251124220000",
    "stop": "20251124233000",
    "channel": "jio-3075",
    "title": "Gone Kesh",
    "subTitle": "After being diagnosed with alopecia, a condition that causes rapid hair loss, Enakshi, a young girl, navigates through the trials and tribulations of life."
  },
  {
    "start": "20251124233000",
    "stop": "20251125020000",
    "channel": "jio-3075",
    "title": "Do Chor",
    "subTitle": "Tony, a burglar, comes under the radar of suspicion when a series of mysterious thefts bewilder the police. Soon enough, he tries to redeem his honour by going after the real criminal."
  },
  {
    "start": "20251125020000",
    "stop": "20251125043000",
    "channel": "jio-3075",
    "title": "Gair Kaanooni",
    "subTitle": "Police Inspector Kapil Khanna realises that his baby boy has been switched with a girl child by the hospital and files a lawsuit against the owner, Robert Decosta while trying to find his missing son."
  },
  {
    "start": "20251125043000",
    "stop": "20251125070000",
    "channel": "jio-3075",
    "title": "Deewaar: Let's Bring Our Heroes Home",
    "subTitle": "Haunted by the past, Vijay turns to crime, while Ravi, his younger brother, becomes an honest police officer. Fate pits them against each other when Ravi is sent to nab Vijay."
  },
  {
    "start": "20251125070000",
    "stop": "20251125093000",
    "channel": "jio-3075",
    "title": "Gharana",
    "subTitle": "Prem Mehra loses everything after one of his employees joins hands with his rapacious rival and the two plot against him. Later, his sons work together to retrieve their family's lost wealth."
  },
  {
    "start": "20251125093000",
    "stop": "20251125120000",
    "channel": "jio-3075",
    "title": "Global Baba",
    "subTitle": "Pehlwaan, a criminal, narrowly escapes a police encounter and uses a holy man's guise to hide. Though he soon amasses a large number of followers, he continues to carry out his illegal activities."
  },
  {
    "start": "20251125120000",
    "stop": "20251125143000",
    "channel": "jio-3075",
    "title": "Mera Damad",
    "subTitle": "Jai's father asks him to meet Sunita before getting married to her. However, complications arise when Jai falls in love with Kimi, while on his way to Sunita's village."
  },
  {
    "start": "20251125143000",
    "stop": "20251125170000",
    "channel": "jio-3075",
    "title": "Shool",
    "subTitle": "Inspector Samar is transferred to Motihari in Bihar, India, due to his honesty. He soon earns the wrath of a corrupt politician, Bachchu Yadav, who gradually becomes a threat to him and his family."
  },
  {
    "start": "20251125170000",
    "stop": "20251125182959",
    "channel": "jio-3075",
    "title": "Bazaar",
    "subTitle": "Najma is in love with Akhtar but cannot marry him until he is financially stable. An elderly Shakir promises to help Akhtar set up his business in exchange for Najma finding a suitable bride for him."
  },
  {
    "start": "20251125183000",
    "stop": "20251125193000",
    "channel": "jio-3075",
    "title": "Bazaar",
    "subTitle": "Najma is in love with Akhtar but cannot marry him until he is financially stable. An elderly Shakir promises to help Akhtar set up his business in exchange for Najma finding a suitable bride for him."
  },
  {
    "start": "20251125193000",
    "stop": "20251125220000",
    "channel": "jio-3075",
    "title": "Lorie",
    "subTitle": "Geeta is expecting a baby but tragedy strikes and she loses her child. When she finds a little boy, she adopts him as her own but the boy's family accuses her of kidnapping."
  },
  {
    "start": "20251125220000",
    "stop": "20251125233000",
    "channel": "jio-3075",
    "title": "Accident on Hill Road",
    "subTitle": "Sonam's night of celebration turns into a disaster when her car hits an innocent man. Afraid of being punished for the crime, she decides to hide him but invites trouble in turn."
  },
  {
    "start": "20251125233000",
    "stop": "20251126020000",
    "channel": "jio-3075",
    "title": "Welcome Wedding",
    "subTitle": "A son and his father make a bet that soon spirals out of control, especially after Bollywood celebrity Rakhi Sawant and the media frenzy surrounding her get involved."
  },
  {
    "start": "20251126020000",
    "stop": "20251126043000",
    "channel": "jio-3075",
    "title": "Tridev",
    "subTitle": "When an expelled police inspector, an outlaw and a commissioner's son are implicated by a dealer, they unite to seek revenge and prove they are not culprits."
  },
  {
    "start": "20251126043000",
    "stop": "20251126073000",
    "channel": "jio-3075",
    "title": "Officer Arjun Singh IPS",
    "subTitle": "Arjun Pratap Singh, an IPS officer, strives to overcome multiple challenges and embarks on a mission to restore peace in society."
  },
  {
    "start": "20251126073000",
    "stop": "20251126103000",
    "channel": "jio-3075",
    "title": "Ek Chitthi Pyar Bhari",
    "subTitle": "A doctor puts out a job posting to recruit a nurse for his clinics in rural India. Unaware of a candidate's dark past, he hires her and eventually falls in love with her."
  },
  {
    "start": "20251126103000",
    "stop": "20251126133000",
    "channel": "jio-3075",
    "title": "Dil Kya Kare",
    "subTitle": "The parents of an adopted child face issues of love, betrayal and custody when their daughter's birth mother arrives."
  },
  {
    "start": "20251126133000",
    "stop": "20251126140000",
    "channel": "jio-3075",
    "title": "Desi Tadka",
    "subTitle": "The newest compilation of preppy Punjabi music is played continuously for the viewers with a preference for Indian dance beats."
  },
  {
    "start": "20251126140000",
    "stop": "20251126160000",
    "channel": "jio-3075",
    "title": "Prem Kahani",
    "subTitle": "Rajesh, an apolitical poet, is in love with Kamini and leads a peaceful life. However, when his brother is killed by the British government, he decides to become a revolutionary and joins the freedom struggle."
  },
  {
    "start": "20251126160000",
    "stop": "20251126180000",
    "channel": "jio-3075",
    "title": "Sherni",
    "subTitle": "Durga, a simple village girl, watches her entire family die at the hands of Thakur. Soon, she picks up the gun and chooses a criminal lifestyle to avenge the death of her loved ones."
  },
  {
    "start": "20251126180000",
    "stop": "20251126182959",
    "channel": "jio-3075",
    "title": "Rickshawala",
    "subTitle": "Gopi, a humble rickshaw puller, faces love and social prejudice as he pursues a relationship with Kiran, a woman from a higher class, challenging societal norms and personal conflicts."
  }
]