[
  {
    "start": "20251123183000",
    "stop": "20251123195000",
    "channel": "jio-1668",
    "title": "Nil Battey Sannata",
    "subTitle": "When Apeksha loses her interest in academics, her mother Chanda joins school to complete her education and motivate Apeksha."
  },
  {
    "start": "20251123195000",
    "stop": "20251123221800",
    "channel": "jio-1668",
    "title": "Daas Dev",
    "subTitle": "Dev is the heir to the throne who is challenged by his beloved Paro in his political backyard. Chandni loves Dev, although she knows that her love is unrequited."
  },
  {
    "start": "20251123221800",
    "stop": "20251123233500",
    "channel": "jio-1668",
    "title": "Turtle",
    "subTitle": "Ramkaran tirelessly churns the dry earth of a village in Rajasthan for water. Meanwhile, the villagers participate in desperate measures to satisfy their thirst."
  },
  {
    "start": "20251123233500",
    "stop": "20251124014000",
    "channel": "jio-1668",
    "title": "India Lockdown",
    "subTitle": "The lives of four individuals - a father, his pilot daughter, a prostitute, and a migrant worker - are thrown into turmoil when the Indian government announces a nationwide lockdown."
  },
  {
    "start": "20251124014000",
    "stop": "20251124034800",
    "channel": "jio-1668",
    "title": "Lost",
    "subTitle": "A journalist relentlessly investigates to uncover the truth behind the sudden and mysterious disappearance of a young activist."
  },
  {
    "start": "20251124034800",
    "stop": "20251124055200",
    "channel": "jio-1668",
    "title": "Dil Juunglee",
    "subTitle": "Love blossoms between Koroli and Sumit, two people with contrasting personalities, when the latter joins her English class."
  },
  {
    "start": "20251124055200",
    "stop": "20251124082300",
    "channel": "jio-1668",
    "title": "Gold",
    "subTitle": "Tapan Das, a passionate team manager with a penchant for alcohol, embarks a ragtag group of hockey players on an ambitious quest for independent India's first Olympic gold medal."
  },
  {
    "start": "20251124082300",
    "stop": "20251124105500",
    "channel": "jio-1668",
    "title": "Rustom",
    "subTitle": "Rustom, a naval officer, shares a happy relationship with his wife Cynthia. Soon, he discovers her affair with Vikram, a close friend, and is accused of murdering him."
  },
  {
    "start": "20251124105500",
    "stop": "20251124130400",
    "channel": "jio-1668",
    "title": "Mrs. Chatterjee vs Norway",
    "subTitle": "Debika Chatterjee, an Indian woman living in Norway with her family, fights to regain custody of her children after Norwegian authorities take them away from her."
  },
  {
    "start": "20251124130400",
    "stop": "20251124153000",
    "channel": "jio-1668",
    "title": "Janhit Mein Jaari",
    "subTitle": "With the will to break taboo as her armour of choice, Mannu embarks to work as a condom salesperson, despite the reservations of her family and society."
  },
  {
    "start": "20251124153000",
    "stop": "20251124180500",
    "channel": "jio-1668",
    "title": "Gangubai Kathiawadi",
    "subTitle": "A woman is forced to abandon her Bollywood dreams after her boyfriend sells her to a brothel. As time passes, she builds strong connections in the criminal underworld and rises to power."
  },
  {
    "start": "20251124180500",
    "stop": "20251124182959",
    "channel": "jio-1668",
    "title": "English Vinglish",
    "subTitle": "A housewife and caterer, Shashi, is usually mocked by her family for not knowing English. Her attempt to learn the language helps her rediscover herself and reassert her value as a mother and a wife."
  },
  {
    "start": "20251124183000",
    "stop": "20251124201800",
    "channel": "jio-1668",
    "title": "English Vinglish",
    "subTitle": "A housewife and caterer, Shashi, is usually mocked by her family for not knowing English. Her attempt to learn the language helps her rediscover herself and reassert her value as a mother and a wife."
  },
  {
    "start": "20251124201800",
    "stop": "20251124222100",
    "channel": "jio-1668",
    "title": "Raman Raghav 2.0",
    "subTitle": "A serial killer stalks a drug-addicted detective investigating the killer's past crimes after noticing eerie similarities."
  },
  {
    "start": "20251124222100",
    "stop": "20251125003500",
    "channel": "jio-1668",
    "title": "Jail",
    "subTitle": "A false drug accusation by a friend destroys Parag's life. He struggles through prison, clinging to hope for legal assistance to prove his innocence."
  },
  {
    "start": "20251125003500",
    "stop": "20251125021000",
    "channel": "jio-1668",
    "title": "Kadvi Hawa",
    "subTitle": "A blind old man, worried about the survival and well-being of his son, decides to strike a deal with a debt collector to prevent his child from falling into a debt trap."
  },
  {
    "start": "20251125021000",
    "stop": "20251125043700",
    "channel": "jio-1668",
    "title": "Silence-Can You Hear It?",
    "subTitle": "A seasoned narcotics officer is recruited for a special task force. Subsequently, he uncovers shocking truths while investigating a high-profile murder."
  },
  {
    "start": "20251125043700",
    "stop": "20251125064300",
    "channel": "jio-1668",
    "title": "Kanjoos Makkichoos",
    "subTitle": "Jamnaprasad Pandey intends to send his parents on a pilgrimage. However, things take a devastating turn when they disappear during a flood."
  },
  {
    "start": "20251125064300",
    "stop": "20251125082500",
    "channel": "jio-1668",
    "title": "Love Hostel",
    "subTitle": "A series of bloodshed, escapes and deception ensue when Jyothi and Ashu elope together and her family hires a ruthless mercenary to kill the couple."
  },
  {
    "start": "20251125082500",
    "stop": "20251125104200",
    "channel": "jio-1668",
    "title": "Mission Majnu",
    "subTitle": "An undercover Indian spy takes on a deadly mission to expose a covert nuclear weapons program in the heart of Pakistan that could destroy the free world."
  },
  {
    "start": "20251125104200",
    "stop": "20251125124600",
    "channel": "jio-1668",
    "title": "Raangi",
    "subTitle": "Thaiyal Nayagi tries to protect her niece from an online predator. However, things escalate when the FBI's attempt to catch the culprit puts them both in danger as they unwittingly become bait."
  },
  {
    "start": "20251125124600",
    "stop": "20251125153000",
    "channel": "jio-1668",
    "title": "Kismat Konnection",
    "subTitle": "Raj, an out-of-luck architect, and Priya, an out-of-love social activist, find themselves connected in a strange way by destiny."
  },
  {
    "start": "20251125153000",
    "stop": "20251125181000",
    "channel": "jio-1668",
    "title": "Dunki",
    "subTitle": "Four friends from a small village in Punjab set out on a dangerous journey to reach England without the necessary permits and documents."
  },
  {
    "start": "20251125181000",
    "stop": "20251125182959",
    "channel": "jio-1668",
    "title": "Blurr",
    "subTitle": "Suspicious about the circumstances surrounding her twin sister's death, a woman with progressive blindness searches for answers that eventually lead her down a dangerous path."
  },
  {
    "start": "20251125183000",
    "stop": "20251125203000",
    "channel": "jio-1668",
    "title": "Blurr",
    "subTitle": "Suspicious about the circumstances surrounding her twin sister's death, a woman with progressive blindness searches for answers that eventually lead her down a dangerous path."
  },
  {
    "start": "20251125203000",
    "stop": "20251125232600",
    "channel": "jio-1668",
    "title": "Chakravyuh",
    "subTitle": "Kabir infiltrates a Maoist organisation to help Adil Khan, who is a decorated police officer and his friend. As he gets deeper into the organisation, Kabir starts sympathising with the group's plight and starts having second thoughts."
  },
  {
    "start": "20251125232600",
    "stop": "20251126012200",
    "channel": "jio-1668",
    "title": "CityLights",
    "subTitle": "Deepak Singh, an ex-army person from Rajasthan, moves to Mumbai with his family hoping for a better lifestyle. However, upon arrival, he realises that everything is not as easy as it seems."
  },
  {
    "start": "20251126012200",
    "stop": "20251126031200",
    "channel": "jio-1668",
    "title": "Footfairy",
    "subTitle": "A CBI officer investigates a string of gruesome murders committed by a serial killer with a foot festish. However, things take an ugly turn when he gets close to catching the killer."
  },
  {
    "start": "20251126031200",
    "stop": "20251126051900",
    "channel": "jio-1668",
    "title": "Joggers' Park",
    "subTitle": "Jyotin Chatterjee, a former judge, falls for Jenny, a young and independent woman. However, things take a turn when his family scrutinises their relationship."
  },
  {
    "start": "20251126051900",
    "stop": "20251126071100",
    "channel": "jio-1668",
    "title": "Faraaz",
    "subTitle": "Five terrorists take the staff and customers of Holey Artisan cafe in Dhaka hostage. Faraaz and his friends are among the hostages as the police try to de-escalate the situation."
  },
  {
    "start": "20251126071100",
    "stop": "20251126093100",
    "channel": "jio-1668",
    "title": "Dhadak",
    "subTitle": "A world of uncertainties awaits Madhu and Parthavi as their love transcends class divides and blossoms despite the fierce disapproval of their families."
  },
  {
    "start": "20251126093100",
    "stop": "20251126114600",
    "channel": "jio-1668",
    "title": "Article 15",
    "subTitle": "After witnessing rampant caste-based injustice in rural India, a diligent and moral police officer wages war against the system."
  },
  {
    "start": "20251126114600",
    "stop": "20251126133100",
    "channel": "jio-1668",
    "title": "Tumbbad",
    "subTitle": "Vinayak Rao, a resident of the village Tumbbad, repeatedly steals the ill-fated wealth of the evil Hastar, until his greed and heinous acts become the reason for his doom."
  },
  {
    "start": "20251126133100",
    "stop": "20251126153000",
    "channel": "jio-1668",
    "title": "Chhatriwali",
    "subTitle": "While struggling to find work, Sanya accepts a unique job and ends up leading a quiet revolution in how her community thinks about health and responsibility."
  },
  {
    "start": "20251126153000",
    "stop": "20251126173200",
    "channel": "jio-1668",
    "title": "Sharmaji Namkeen",
    "subTitle": "After a widower is forced into early retirement, he sets out to find another occupation to overcome his boredom. He meets a widowed boutique owner, and the two start to form a relationship."
  },
  {
    "start": "20251126173200",
    "stop": "20251126182959",
    "channel": "jio-1668",
    "title": "Khaali Peeli",
    "subTitle": "Torn apart as young lovers, Pooja and Blackie's lives take different paths. Fate brings them back together after Pooja's courageous escape from a brothel."
  }
]