[
  {
    "start": "20251122183000",
    "stop": "20251122190500",
    "channel": "jio-1295",
    "title": "Khiladi",
    "subTitle": "A group of four friends decide to play a prank involving the fake kidnapping of one of them and asking for ransom from her father. However, things become complicated when she actually ends up dead."
  },
  {
    "start": "20251122190500",
    "stop": "20251122212600",
    "channel": "jio-1295",
    "title": "Naach Govinda Naach",
    "subTitle": "With dreams of becoming a great dancer, Govinda, an ordinary man, is given the opportunity to compete against Rocky, a celebrated dancer, in a twist of fate."
  },
  {
    "start": "20251122212600",
    "stop": "20251122233600",
    "channel": "jio-1295",
    "title": "Ghatak Raat",
    "subTitle": "Muthanna and his family, who live in abject poverty, receive a prediction that their fortune will change overnight. The same day, a mysterious man arrives and asks for shelter for the night."
  },
  {
    "start": "20251122233600",
    "stop": "20251123022000",
    "channel": "jio-1295",
    "title": "16 December",
    "subTitle": "Four IRS officers race against the clock to disarm the nuclear bomb planted by a rebel Pakistani terrorist in New Delhi."
  },
  {
    "start": "20251123022000",
    "stop": "20251123045400",
    "channel": "jio-1295",
    "title": "Ghatak / Lethal",
    "subTitle": "For his father's treatment, Kashi and his father move into a colony on the outskirts of Mumbai. But when Kashi sees a local gangster terrorise the colony, he decides to strike back."
  },
  {
    "start": "20251123045400",
    "stop": "20251123085200",
    "channel": "jio-1295",
    "title": "Naseeb",
    "subTitle": "The lives of friends Namdev, Raghu, Damu and Jaggi take a turn for the worse when they win a lottery. Raghu and Damu murder Jaggi and frame Namdev who later returns to seek revenge."
  },
  {
    "start": "20251123085200",
    "stop": "20251123124000",
    "channel": "jio-1295",
    "title": "Nafrat Ki Aandhi",
    "subTitle": "Ravi Kapoor, a police officer and Sonu Dada, a former criminal join hands together to take down a notorious gangster, Chandi Das."
  },
  {
    "start": "20251123124000",
    "stop": "20251123152200",
    "channel": "jio-1295",
    "title": "Loafer",
    "subTitle": "Ravi, an unemployed man who constantly gets into fights, is framed for the murder of a gangster. With no support from his family, he must now fight to prove his innocence."
  },
  {
    "start": "20251123152200",
    "stop": "20251123182959",
    "channel": "jio-1295",
    "title": "Baadshah",
    "subTitle": "An amateur detective, Raj, goes by the nickname of Baadshah. But this name soon causes a misunderstanding that lands him in the middle of a conspiracy to assassinate the chief minister of Goa."
  },
  {
    "start": "20251123183000",
    "stop": "20251123190900",
    "channel": "jio-1295",
    "title": "Baadshah",
    "subTitle": "An amateur detective, Raj, goes by the nickname of Baadshah. But this name soon causes a misunderstanding that lands him in the middle of a conspiracy to assassinate the chief minister of Goa."
  },
  {
    "start": "20251123190900",
    "stop": "20251123220700",
    "channel": "jio-1295",
    "title": "Jaane Jigar",
    "subTitle": "Two identical women who hail from different backgrounds fall in love with two best friends, Ravi and Vijay. Misunderstandings arise when Ravi and Vijay believe they are in love with the same girl."
  },
  {
    "start": "20251123220700",
    "stop": "20251123234500",
    "channel": "jio-1295",
    "title": "Shauryawaan",
    "subTitle": "A soldier is accused of killing a captain but refuses to disclose his motive. However, several details shock the court when a captain attempts to uncover the truth."
  },
  {
    "start": "20251123234500",
    "stop": "20251124020900",
    "channel": "jio-1295",
    "title": "Haqdaar",
    "subTitle": "Bhanu is disliked by his father and rejected by the woman he loves because he is illiterate. When Swapna comes along, she changes him completely by educating and helping him become successful."
  },
  {
    "start": "20251124020900",
    "stop": "20251124052500",
    "channel": "jio-1295",
    "title": "Jaan Se Pyaara",
    "subTitle": "Inspector Jai balances working as a cop with taking care of his mother and a brother with developmental disabilities. But when he arrests a local don, he starts to fear for his family's safety."
  },
  {
    "start": "20251124052500",
    "stop": "20251124090100",
    "channel": "jio-1295",
    "title": "Main Tera Dushman",
    "subTitle": "When a Forest Officer, Kishan Srivastav, hinders the criminal activities of Thakur Dayalu, he is framed for murder and sent to jail. Later, Kishan escapes prison and tries to clear his name."
  },
  {
    "start": "20251124090100",
    "stop": "20251124124000",
    "channel": "jio-1295",
    "title": "Kyon Ki",
    "subTitle": "In the chaotic environment of a faraway psychiatric hospital, love blossoms between a closed-off doctor and a rebellious patient with a troubled past."
  },
  {
    "start": "20251124124000",
    "stop": "20251124162500",
    "channel": "jio-1295",
    "title": "Baazigar",
    "subTitle": "A cold-blooded killer with a vendetta charms a businessman's elder daughter and then kills her in a way that would make it seem like a case of suicide. He then plots to destroy the rest of the family."
  },
  {
    "start": "20251124162500",
    "stop": "20251124182959",
    "channel": "jio-1295",
    "title": "Shehzaade",
    "subTitle": "Suraj, a justice-loving man, must face a series of obstacles when he discovers his widowed mother's affair with a former prisoner."
  },
  {
    "start": "20251124183000",
    "stop": "20251124194100",
    "channel": "jio-1295",
    "title": "Shehzaade",
    "subTitle": "Suraj, a justice-loving man, must face a series of obstacles when he discovers his widowed mother's affair with a former prisoner."
  },
  {
    "start": "20251124194100",
    "stop": "20251124214600",
    "channel": "jio-1295",
    "title": "Anushka",
    "subTitle": "A couple's peaceful night together is shattered by strange and terrifying supernatural events. They must confront the malevolent spirits haunting them to survive the night."
  },
  {
    "start": "20251124214600",
    "stop": "20251125001400",
    "channel": "jio-1295",
    "title": "Ek Aur Dharmatma",
    "subTitle": "Bringing the best in cinema."
  },
  {
    "start": "20251125001400",
    "stop": "20251125031600",
    "channel": "jio-1295",
    "title": "Azad Desh Ka Andha Kanoon",
    "subTitle": "An honest policemen is forced to choose between duty and family when his brother is caught as part of a gang producing blue-films. He must also protect a witness whose life is threatened."
  },
  {
    "start": "20251125031600",
    "stop": "20251125053100",
    "channel": "jio-1295",
    "title": "Rustum",
    "subTitle": "Abhishek Bhargav, a police officer, decides to avenge the death of his friend, DCP Bharath. When his investigation lands him in Bengaluru, he discovers the roots of an organ trading mafia."
  },
  {
    "start": "20251125053100",
    "stop": "20251125090900",
    "channel": "jio-1295",
    "title": "Katilon Ke Kaatil",
    "subTitle": "Traumatised by her murder of her husband and the abduction of her two sons, a woman spends her life looking for her family. Things take a turn when two men arrive at her house with a family heirloom."
  },
  {
    "start": "20251125090900",
    "stop": "20251125124000",
    "channel": "jio-1295",
    "title": "Dhadkan",
    "subTitle": "Anjali and Dev's love story faces a harsh twist when Anjali is forced to marry Ram. Years later, Dev returns to rekindle their romance, only to find that Anjali has grown to love her husband."
  },
  {
    "start": "20251125124000",
    "stop": "20251125154600",
    "channel": "jio-1295",
    "title": "Platform",
    "subTitle": "Vikram and Raju are brothers who work in a restaurant. When a conniving person frames Vikram in a murder case and separates them, circumstances lead Raju to a life of crime."
  },
  {
    "start": "20251125154600",
    "stop": "20251125182959",
    "channel": "jio-1295",
    "title": "The Real Tiger",
    "subTitle": "When a truck collides with his car, an exemplary politician goes into a coma. His police officer son learns that the accident is a deliberate attack and sets out to hunt down the perpetrators and exact his revenge."
  }
]