[
  {
    "start": "20251123183000",
    "stop": "20251123200000",
    "channel": "jio-1691",
    "title": "Coolie",
    "subTitle": "Seema, the daughter of a wealthy businessman, falls in love with a labourer. However, complications arise when Seema's father refuses to accept their relationship."
  },
  {
    "start": "20251123200000",
    "stop": "20251123223800",
    "channel": "jio-1691",
    "title": "Shagird",
    "subTitle": "Professor Brij, who is sworn to bachelorhood, mentors Ramesh, who wants to be just like him. However, when the professor falls for Poonam, he faces a dilemma."
  },
  {
    "start": "20251123223800",
    "stop": "20251124001700",
    "channel": "jio-1691",
    "title": "Bandit Queen",
    "subTitle": "Phoolan Devi, who belongs to a lower caste, faces sexual abuse and discrimination in society. A turn of events leads to her becoming the revered leader of a gang."
  },
  {
    "start": "20251124001700",
    "stop": "20251124013900",
    "channel": "jio-1691",
    "title": "Dastaan-E-Rafi",
    "subTitle": "Renowned celebrities discuss the life journey of gifted singer Mohammed Rafi, sharing moments and incidents they experienced with him during his career."
  },
  {
    "start": "20251124013900",
    "stop": "20251124041100",
    "channel": "jio-1691",
    "title": "Khushboo",
    "subTitle": "Kusum and Brindavan get married as children but are separated due to a misunderstanding. Years later, they cross paths again and try to fix their relationship."
  },
  {
    "start": "20251124041100",
    "stop": "20251124070900",
    "channel": "jio-1691",
    "title": "Azad Desh Ke Ghulam",
    "subTitle": "Bharti, a young girl studying law, belongs to a rich family. All hell breaks loose when she discovers the truth about her father's methods of amassing wealth."
  },
  {
    "start": "20251124070900",
    "stop": "20251124101000",
    "channel": "jio-1691",
    "title": "Baseraa",
    "subTitle": "Nima and Balraj's life is thrown out of gear when her sister and Balraj's first wife, Sharada, returns home after spending 14 years in a mental asylum."
  },
  {
    "start": "20251124101000",
    "stop": "20251124133000",
    "channel": "jio-1691",
    "title": "Teesri Aankh",
    "subTitle": "Mali brings up an orphan baby boy as her own. Later, when her husband reveals the real identity of the child, she strives to cope with the truth."
  },
  {
    "start": "20251124133000",
    "stop": "20251124165200",
    "channel": "jio-1691",
    "title": "Rajput",
    "subTitle": "Janaki, a young woman, loves Manu Pratap Singh but is forced to marry Dhirendra, a police inspector. However, when she gets kidnapped by a man, who tries to rape her, Manu saves her in time."
  },
  {
    "start": "20251124165200",
    "stop": "20251124182959",
    "channel": "jio-1691",
    "title": "Satyakam",
    "subTitle": "Satyapriya Acharya, a guiltridden idealist, marries Ranjana, after failing to rescue her from being raped by his employer. However, conflict ensues as he is unable to accept her or her child completely."
  },
  {
    "start": "20251124183000",
    "stop": "20251124195500",
    "channel": "jio-1691",
    "title": "Satyakam",
    "subTitle": "Satyapriya Acharya, a guiltridden idealist, marries Ranjana, after failing to rescue her from being raped by his employer. However, conflict ensues as he is unable to accept her or her child completely."
  },
  {
    "start": "20251124195500",
    "stop": "20251124221900",
    "channel": "jio-1691",
    "title": "Aap To Aise Na The",
    "subTitle": "Vijay, who owns a furniture store, is in love with Varsha. However, Vijay's life takes a drastic turn when she decides to marry his friend Vikram, a rich man, who promises her a better life."
  },
  {
    "start": "20251124221900",
    "stop": "20251125005400",
    "channel": "jio-1691",
    "title": "Holi Aayi Re",
    "subTitle": "Taking advantage of her trusting nature, an unprincipled man seduces a village maiden, only to desert her in her time of need."
  },
  {
    "start": "20251125005400",
    "stop": "20251125014100",
    "channel": "jio-1691",
    "title": "My Life My Story",
    "subTitle": "The host invites prominent Bollywood celebrities who open up about their personal life and share interesting anecdotes based on their experiences."
  },
  {
    "start": "20251125014100",
    "stop": "20251125043100",
    "channel": "jio-1691",
    "title": "Shikar",
    "subTitle": "A man is killed when he tries to molest a girl. She absconds with the police on her trail and meets a man who tries to help her find the real murderer."
  },
  {
    "start": "20251125043100",
    "stop": "20251125073100",
    "channel": "jio-1691",
    "title": "Keemat",
    "subTitle": "Sudha goes undercover on Gopal's instructions to put an end to a human trafficking business that abducts young women. But they are unaware that the assignment is compromised and poses a grave risk."
  },
  {
    "start": "20251125073100",
    "stop": "20251125103800",
    "channel": "jio-1691",
    "title": "Phandebaaz",
    "subTitle": "Rajkumar, a poor young man, enters a town and meets Rana, his rich look-alike. He impersonates him and falls in love with a rich girl."
  },
  {
    "start": "20251125103800",
    "stop": "20251125133000",
    "channel": "jio-1691",
    "title": "Mere Hamdam Mere Dost",
    "subTitle": "A young man falls in love with a rich heiress posing as a poor girl. Appalled by her deception, he severs ties with her. Soon he learns the shocking truth behind his father's death."
  },
  {
    "start": "20251125133000",
    "stop": "20251125163900",
    "channel": "jio-1691",
    "title": "Mera Gaon Mera Desh",
    "subTitle": "When Ajit, a former prisoner, learns of Jabbar who is terrorising the people of his village, he decides to stand up against him. However, things take a turn when Jabbar abducts Ajit's lover."
  },
  {
    "start": "20251125163900",
    "stop": "20251125182959",
    "channel": "jio-1691",
    "title": "Dil Ne Phir Yaad Kiya",
    "subTitle": "Ashok, a salesman, is in love with Ashoo and wants to marry her. However, things take a turn when his brother kidnaps Ashoo."
  },
  {
    "start": "20251125183000",
    "stop": "20251125213600",
    "channel": "jio-1691",
    "title": "Dil Ne Phir Yaad Kiya",
    "subTitle": "Ashok, a salesman, is in love with Ashoo and wants to marry her. However, things take a turn when his brother kidnaps Ashoo."
  },
  {
    "start": "20251125213600",
    "stop": "20251126005500",
    "channel": "jio-1691",
    "title": "Chandan Ka Palna",
    "subTitle": "Ajit's perfect marriage to Shobha turns upside down after she starts behaving strangely with him and his mother, leading to a disturbed life."
  },
  {
    "start": "20251126005500",
    "stop": "20251126035300",
    "channel": "jio-1691",
    "title": "Anita",
    "subTitle": "When Anita commits suicide, Neeraj suspects foul play and decides to investigate the truth. However, things take a turn when he starts seeing Anita everywhere."
  },
  {
    "start": "20251126035300",
    "stop": "20251126071700",
    "channel": "jio-1691",
    "title": "Locket",
    "subTitle": "In a majestic kingdom, the treacherous relative of a king plots to seize the throne. However, his path is blocked by the crown prince, whose locket holds the key to a hidden treasure."
  },
  {
    "start": "20251126071700",
    "stop": "20251126103100",
    "channel": "jio-1691",
    "title": "Prem Kahani",
    "subTitle": "Rajesh, an apolitical poet, is in love with Kamini and leads a peaceful life. However, when his brother is killed by the British government, he decides to become a revolutionary and joins the freedom struggle."
  },
  {
    "start": "20251126103100",
    "stop": "20251126133000",
    "channel": "jio-1691",
    "title": "Teri Meherbaniyan",
    "subTitle": "Ram, an honest man, falls in love with a woman named Bijli and goes on to help the people of her village. However, the region's corrupt leader, Thakur Vijay Singh, soon begins to plot against him."
  },
  {
    "start": "20251126133000",
    "stop": "20251126162700",
    "channel": "jio-1691",
    "title": "Sandwich Double Trouble",
    "subTitle": "Sher Singh has two wives, Nisha and Sweety, and juggles his time between them. However, when his two wives cross paths, his troubles increase manifold leading to hilarious situations."
  },
  {
    "start": "20251126162700",
    "stop": "20251126182959",
    "channel": "jio-1691",
    "title": "Jawab Hum Denge",
    "subTitle": "Accused of murder, Vijay Saxena, a union leader, confronts not only his employer, Dhanraj, but also the justice system, seeking to clear his name while continuing his fight for workers' rights."
  }
]